Repository: BishopGIS/wxGIS
Catalog: opt/loc/*/core.po
Languages: ru

source: Failed to save config '%s'
ru: Ошибка сохранения файла конфигурации '%s'

source: Crypt: Failed EVP_EncryptInit!
ru: Crypt: Не удалось выполнить EVP_EncryptInit!

source: Crypt: Failed EVP_EncryptUpdate!
ru: Crypt: Не удалось выполнить EVP_EncryptUpdate!

source: Decrypt: Failed EVP_DecryptInit!
ru: Decrypt: Не удалось выполнить EVP_DecryptInit!

source: Decrypt: Failed EVP_DecryptUpdate!
ru: Decrypt: Не удалось выполнить EVP_DecryptUpdate!

source: W
ru: ЗД

source: S
ru: ЮШ

source: E
ru: ВД

source: N
ru: СШ

source: wxGISAppWithLibs: Library %s loaded
ru: wxGISAppWithLibs: Библиотека %s загружена

source: wxGISAppWithLibs: Error loading library %s
ru: wxGISAppWithLibs: Ошибка загрузки библиотеки %s

source: wxGISInitializer: %s %s is initializing...
ru: wxGISInitializer: %s %s инициализируется...

source: wxGISInitializer: System dir is absent! Lookup path '%s'
ru: wxGISInitializer: Не удалось найти директорию системных настроек! Путьпоиска '%s'

source: wxGISInitializer: Failed to get log dir
ru: wxGISInitializer: Не удалось получить директорию файлов журналов

source: wxGISInitializer: Failed to open log file %s
ru: wxGISInitializer: Не удалось открыть файл журнала %s

source: HOST '%s': OS desc - %s, free memory - %s
ru: Хост '%s': ОС - %s, свободная память - %s

source: wxGISInitializer: Log file: %s
ru: wxGISInitializer: Файл журнала: %s

source: wxGISInitializer: Initialize locale
ru: wxGISInitializer: Инициализация локализации

source: wxGISInitializer: Language is set to %s
ru: wxGISInitializer: Выбран язык %s

source: DEBUG: %s
ru: ОТЛАДКА: %s

source: WARNING: %s
ru: ПРЕДУПРЕЖДЕНИЕ: %s

source: ERROR: %s
ru: ОШИБКА: %s

source: Can not open the logfile!
ru: Не удалось открыть файл лога!

source: DEBUG:
ru: ОТЛАДКА:

source: WARNING:
ru: ПРЕДУПРЕЖДЕНИЕ:

source: ERROR:
ru: ОШИБКА:

source: Register service handler failed
ru: Не удалось зарегистрировать обработчик

source: Service started successfuly
ru: Сервис запущен

source: Service stopped
ru: Сервис установлен

source: Service paused
ru: Сервис поставлен на паузу

source: Service continue
ru: Сервис возобнавлен

source: Bad request
ru: Запрос с ошибкой

source: Could not open the message source registry key.
ru: Не удалось найти источник сообщений

source: Could not set the event message file registry value.
ru: Не удалось установить файл сообщений

source: Could not set the supported types.
ru: Не удалось установить поддерживаемые типы

source: Service installed
ru: Сервис утановлен

source: Service uninstalled
ru: Сервис удален

source: Cannot disassociate from controlling TTY
ru: Не удалось отключится от консоли

source: Could not create the thread!
ru: Не удалось создать поток!

source: Could not run the thread!
ru: Не удалось запустить поток!

source: %s: Can't create %s Thread!
ru: %s: Не удалось создать поток %s!

source: %s: Can't run %s Thread!
ru: %s: Не удалось запустить поток %s!
